# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

rights-title = Σχετικά με τα δικαιώματά σας
rights-intro =
    Το { -brand-full-name } είναι ελεύθερο λογισμικό ανοικτού κώδικα που αναπτύσσεται από μια κοινότητα
    χιλιάδων ατόμων από όλο τον κόσμο. Υπάρχουν μερικά πράγματα που πρέπει
    να γνωρίζετε:
rights-intro-point-1 =
    Το { -brand-short-name } παρέχεται σε εσάς βάσει των όρων της άδειας
    <a data-l10n-name="mozilla-public-license-link">Mozilla Public License</a>.
    Αυτό σημαίνει ότι μπορείτε να κάνετε χρήση, αντιγραφή και διανομή του { -brand-short-name }
    σε τρίτους. Μπορείτε επίσης να τροποποιήσετε τον πηγαίο κώδικα του
    { -brand-short-name } όπως επιθυμείτε, ώστε να καλύπτει τις ανάγκες σας. Η άδεια Mozilla
    Public License σάς δίνει και το δικαίωμα διανομής των τροποποιημένων εκδόσεών σας.
rights-intro-point-2 =
    Δεν σας παραχωρούνται δικαιώματα ή άδειες για τα εμπορικά σήματα του
    Mozilla Foundation ή άλλων τρίτων, καθώς και, χωρίς περιορισμούς, του
    ονόματος ή του λογότυπου του Thunderbird. Περισσότερες πληροφορίες για τα εμπορικά σήματα
    θα βρείτε <a data-l10n-name="mozilla-trademarks-link">εδώ</a>.
rights-intro-point-3 =
    Μερικές λειτουργίες του { -brand-short-name }, όπως η Αναφορά καταρρεύσεων, προσφέρουν
    την επιλογή υποβολής σχολίων στη { -vendor-short-name }. Αν επιλέξετε να κάνετε υποβολή
    σχολίων, παραχωρείτε στη { -vendor-short-name } το δικαίωμα χρησιμοποίησης των σχολίων
    για τη βελτίωση των προϊόντων της, τη δημοσίευσή τους στις ιστοσελίδες της
    και τη διανομή τους.
rights-intro-point-4 =
    Ο τρόπος χρήσης των προσωπικών σας πληροφοριών και των σχολίων που υποβάλλετε στη
    { -vendor-short-name } μέσω του { -brand-short-name } περιγράφεται στην
    <a data-l10n-name="mozilla-privacy-policy-link">Πολιτική απορρήτου του
    { -brand-short-name }</a>.
rights-intro-point-4-unbranded = Τυχόν σχετικές πολιτικές προστασίας απορρήτου θα πρέπει να αναφέρονται εδώ.
rights-intro-point-5 =
    Ορισμένες λειτουργίες του { -brand-short-name } χρησιμοποιούν διαδικτυακές υπηρεσίες
    πληροφοριών, για τις οποίες όμως δεν μπορούμε να εγγυηθούμε ότι είναι 100% ακριβείς ή
    χωρίς λάθη. Περισσότερες λεπτομέρειες, μαζί με πληροφορίες σχετικά με την απενεργοποίηση των
    λειτουργιών αυτών των υπηρεσιών, μπορείτε να βρείτε στους
    <a data-l10n-name="mozilla-service-terms-link">όρους υπηρεσίας</a>.
rights-intro-point-5-unbranded =
    Αν αυτό το προϊόν ενσωματώνει διαδικτυακές υπηρεσίες, οι σύνδεσμοι για
    τους όρους αυτών θα πρέπει να βρίσκονται
    στην ενότητα <a data-l10n-name="mozilla-website-services-link">Υπηρεσίες ιστοτόπων</a>.
rights-intro-point-6 = Για την αναπαραγωγή ορισμένων τύπων περιεχομένου βίντεο, το { -brand-short-name } κάνει λήψη ορισμένων λειτουργικών μονάδων αποκρυπτογράφησης περιεχομένου από τρίτους.
rights-webservices-header = Διαδικτυακές υπηρεσίες πληροφοριών του { -brand-full-name }
rights-webservices2 = Το { -brand-full-name } χρησιμοποιεί διαδικτυακές υπηρεσίες πληροφοριών ("Υπηρεσίες") για την παροχή μερικών λειτουργιών, που έρχονται με αυτήν την έκδοση του { -brand-short-name } υπό τους παρακάτω όρους. Αν δεν θέλετε να χρησιμοποιήσετε μία ή περισσότερες υπηρεσίες, ή δεν συμφωνείτε με τους παρακάτω όρους, μπορείτε να απενεργοποιήσετε τη λειτουργία ή την υπηρεσία(ες). Οδηγίες σχετικά με τον τρόπο απενεργοποίησης μιας συγκεκριμένης λειτουργίας ή υπηρεσίας, μπορείτε να βρείτε <a data-l10n-name="mozilla-disable-service-link">εδώ</a>. Άλλες λειτουργίες και υπηρεσίες μπορούν να απενεργοποιηθούν μέσω των ρυθμίσεων της εφαρμογής.
rights-locationawarebrowsing =
    <strong>Περιήγηση βάσει τοποθεσίας: </strong>είναι πάντα προαιρετική.
    Δεν αποστέλλονται ποτέ πληροφορίες χωρίς την άδειά σας. Αν θέλετε να
    απενεργοποιήσετε εντελώς τη λειτουργία, ακολουθήστε τα εξής βήματα:
rights-locationawarebrowsing-term-1 = Ανοίξτε το εργαλείο επεξεργασίας παραμέτρων
rights-locationawarebrowsing-term-2 = Πληκτρολογήστε «geo.enabled»
rights-locationawarebrowsing-term-3 = Κάντε διπλό κλικ στην προτίμηση «geo.enabled»
rights-locationawarebrowsing-term-4 = Η περιήγηση βάσει τοποθεσίας έχει πλέον απενεργοποιηθεί
rights-webservices-unbranded =
    Εδώ θα πρέπει να συμπεριληφθεί μια επισκόπηση των υπηρεσιών
    ιστοτόπων που ενσωματώνει το προϊόν, καθώς και
    οδηγίες σχετικά με την απενεργοποίησή τους,
    εάν υπάρχουν.
rights-webservices-term-unbranded = Τυχόν όροι υπηρεσίας σε ισχύ για αυτό το προϊόν θα πρέπει να αναφέρονται εδώ.
rights-webservices-term-1 =
    Η { -vendor-short-name }, οι συντελεστές, οι συνεργάτες και οι διανομείς της εργάζονται για να παρέχουν τις
    πιο ακριβείς και ενημερωμένες υπηρεσίες. Ωστόσο, δεν μπορούμε να εγγυηθούμε ότι αυτές οι πληροφορίες
    είναι κατανοητές και χωρίς σφάλματα. Για παράδειγμα, η Υπηρεσία ασφαλούς περιήγησης ενδέχεται να μην
    αναγνωρίσει κάποιους επικίνδυνους ιστοτόπους και ενδεχομένως να θεωρήσει ορισμένους ασφαλείς ιστοτόπους
    ως ύποπτους, ενώ η Υπηρεσία περιήγησης βάσει τοποθεσίας μπορεί να μην είναι ακριβής. Ούτε εμείς ούτε οι
    πάροχοι υπηρεσιών μας δεν μπορούμε να εγγυηθούμε την ακρίβεια των παρεχόμενων
    τοποθεσιών.
rights-webservices-term-2 =
    Η { -vendor-short-name } διατηρεί το δικαίωμα να διακόψει ή να αλλάξει τις Υπηρεσίες
    κατά βούληση.
rights-webservices-term-3 =
    Είστε ευπρόσδεκτοι να χρησιμοποιείτε αυτές τις Υπηρεσίες με τη συνοδευόμενη έκδοση του
    { -brand-short-name } και η { -vendor-short-name } σάς παραχωρεί τα σχετικά δικαιώματα
    για αυτήν τη χρήση. Η { -vendor-short-name } και οι κάτοχοι αδειών της διατηρούν όλα τα υπόλοιπα
    δικαιώματα επί των Υπηρεσιών. Οι παρόντες όροι δεν αποσκοπούν στον περιορισμό οποιωνδήποτε
    δικαιωμάτων που παρέχονται μέσω των αδειών ανοικτού κώδικα που ισχύουν για το { -brand-short-name }
    και τις αντίστοιχες εκδόσεις του πηγαίου κώδικα του { -brand-short-name }.
rights-webservices-term-4 =
    <strong>Οι Υπηρεσίες παρέχονται «ως έχουν». Η { -vendor-short-name }, οι
    εθελοντές, οι κάτοχοι αδειών και οι διανομείς της αποποιούνται κάθε εγγύηση,
    ρητή ή σιωπηρή, συμπεριλαμβανομένων, χωρίς περιορισμό, των εγγυήσεων
    εμπορευσιμότητας και καταλληλότητας για συγκεκριμένο σκοπό. Φέρετε την
    πλήρη ευθύνη για την επιλογή των Υπηρεσιών για τους σκοπούς σας, καθώς και
    για την ποιότητα και την απόδοσή τους. Ορισμένες δικαιοδοσίες δεν επιτρέπουν
    τον αποκλεισμό ή τον περιορισμό σιωπηρών εγγυήσεων, επομένως αυτή η αποποίηση
    ενδέχεται να μην ισχύει για εσάς.</strong>
rights-webservices-term-5 =
    <strong>Εκτός εάν απαιτείται από την κείμενη νομοθεσία, η { -vendor-short-name }, οι εθελοντές,
    οι κάτοχοι αδειών και οι διανομείς της, δεν φέρουν καμία ευθύνη για οποιαδήποτε έμμεση, ειδική,
    παρεπόμενη, αποθετική, τιμωρητική ή παραδειγματική ζημία που προκύπτει από ή σχετίζεται με
    οποιονδήποτε τρόπο με τη χρήση του { -brand-short-name } και των Υπηρεσιών. Η συνολική ευθύνη
    στο πλαίσιο αυτών των όρων δεν θα υπερβαίνει τα 500$ (πεντακόσια δολάρια). Ορισμένες δικαιοδοσίες
    δεν επιτρέπουν τον αποκλεισμό ή τον περιορισμό ορισμένων μορφών αποζημίωσης, επομένως αυτός ο
    αποκλεισμός και περιορισμός ενδέχεται να μην ισχύει για εσάς.</strong>
rights-webservices-term-6 =
    Η { -vendor-short-name } μπορεί να ενημερώνει περιοδικά αυτούς τους όρους
    αν κριθεί απαραίτητο. Δεν είναι δυνατή η τροποποίηση ή η ακύρωση αυτών
    των όρων χωρίς την έγγραφη συναίνεση της { -vendor-short-name }.
rights-webservices-term-7 =
    Αυτοί οι όροι υπόκεινται στους νόμους της πολιτείας της Καλιφόρνιας των ΗΠΑ,
    εξαιρουμένων των διατάξεων σύγκρουσης νόμων. Αν οποιοδήποτε μέρος αυτών
    των όρων θεωρηθεί μη έγκυρο ή μη εφαρμόσιμο, τα υπόλοιπα τμήματα θα
    εξακολουθούν να ισχύουν. Σε περίπτωση διένεξης μεταξύ μιας μεταφρασμένης
    έκδοσης αυτών των όρων και της αγγλικής έκδοσης, θα υπερέχει η
    αγγλική έκδοση.
